<?php
        $minusword = [
            "しね","死ね","最悪","ごみ","ゴミ","コロナ","フェミ","悪い","かす","カス",
            "暴力","性被害","寝取","NTR","クソ","だるい","痛い","寂しい","生理","愚痴",
            "副業","悲惨","なにやってんだよ","あほ","アホ"
        ];

        $words = [
            "おいし","美味し","いい天気","眠いな","買い物","好きな人","お腹いっぱい",
            "腹減った","お腹へった","食べたい","おなかすいた","なつかしい","すこ","すき","好き",
            "何しよう","おもしろ","空が綺麗","昼寝","うんち"
        ];

file_put_contents("negative.js",json_encode($minusword));
file_put_contents("positive.js",json_encode($words));